{
  "id": "cases",
  "title": "Реальные кейсы из практики",
  "roles": ["manager", "generator", "admin"],
  "description": "Примеры успешных диалогов и сложных ситуаций",
  "tags": ["cases", "examples", "practice"],
  "blocks": [
    {
      "type": "text",
      "value": "Здесь собраны реальные истории из нашей практики — как успешные кейсы, так и поучительные ошибки."
    },
    {
      "type": "text",
      "value": "Кейс 1: Песня для жены после 10 лет брака"
    },
    {
      "type": "example",
      "value": "Клиент написал: 'Хочу песню жене, но не знаю, что сказать. Мы вместе давно, всё вроде понятно.'\n\nМенеджер начал задавать вопросы: 'А как вы познакомились? Что в ней тебя зацепило тогда? Какой момент за эти годы запомнился больше всего?'\n\nКлиент разговорился: 'Познакомились в библиотеке, она читала Булгакова... Помню, как сидела за столом, и солнце освещало её волосы... А запомнилось, как она терпела мои мечты о бизнесе, когда денег не было...'\n\nРезультат: Получилась очень личная песня. Жена плакала. Клиент потом привёл трёх друзей."
    },
    {
      "type": "hint",
      "value": "Главное в этом кейсе: менеджер не принял ответ 'не знаю что сказать', а помог клиенту вспомнить детали."
    },
    {
      "type": "text",
      "value": "Кейс 2: Ошибка с возражением 'дорого'"
    },
    {
      "type": "example",
      "value": "Клиент: 'Звучит хорошо, но 15000 рублей — это дорого.'\n\nМенеджер (неправильно): 'У нас есть скидка! Можем сделать за 12000!'\n\nПроблема: Клиент не понял ценности. Скидка выглядит как торг на рынке.\n\nПравильный подход:\n'Я понимаю. Давай посмотрим: это песня, которую ваша мама будет слушать всю жизнь. Это память, созданная специально для неё. Сколько стоит подарок, который она запомнит на 10, 20 лет вперёд?'\n\nЧасто после такого ответа клиент сам соглашается на полную цену."
    },
    {
      "type": "warning",
      "value": "Никогда не торгуйся сразу! Сначала покажи ценность, потом при необходимости обсуди варианты."
    },
    {
      "type": "text",
      "value": "Кейс 3: Оживление фото ушедшей бабушки"
    },
    {
      "type": "example",
      "value": "Клиентка: 'У меня есть фото моей бабушки. Она ушла 5 лет назад. Я слышала, вы можете что-то сделать с фото...'\n\nМенеджер: 'Да, мы можем оживить фото — бабушка улыбнётся, может даже сказать пару слов. Расскажи мне о ней?'\n\nКлиентка рассказала историю, поделилась воспоминаниями.\n\nМенеджер: 'Давай создадим видео, где она говорит тебе те слова, которые ты хотела бы услышать от неё сейчас?'\n\nКлиентка заплакала прямо в чате. Заказала.\n\nРезультат: Клиентка не только заплатила полную цену, но и написала отзыв, который привёл ещё 10 заказов."
    },
    {
      "type": "hint",
      "value": "Когда работаешь с памятью ушедших — будь максимально деликатным. Это святое."
    },
    {
      "type": "text",
      "value": "Кейс 4: Клиент хотел отменить заказ"
    },
    {
      "type": "example",
      "value": "Клиент заказал песню, через день написал: 'Передумал, отмените.'\n\nМенеджер не стал спорить, а спросил: 'Что-то не так? Может, мы можем помочь?'\n\nКлиент: 'Жена узнала, сказала, что это глупость.'\n\nМенеджер: 'Понимаю. А если мы покажем ей примеры наших работ? Иногда люди не понимают, пока не услышат.'\n\nОтправили 3 примера песен. Жена послушала и сказала мужу: 'Закажи!'\n\nЗаказ остался."
    },
    {
      "type": "hint",
      "value": "Не принимай отказ на веру. Всегда выясняй причину. Часто проблема решается просто."
    },
    {
      "type": "text",
      "value": "Кейс 5: Апсейл на мультфильм"
    },
    {
      "type": "example",
      "value": "Клиент заказал песню для родителей на годовщину свадьбы.\n\nМенеджер после согласования текста: 'Послушай, у меня идея. У твоих родителей юбилей — 30 лет вместе. Представь, если песня будет с видеорядом: их свадебные фото, моменты из жизни, всё в красивой анимации. Они могут показать гостям на празднике. Это будет гвоздь программы.'\n\nКлиент: 'А сколько?'\n\nМенеджер: 'Ещё 20 тысяч. Но видишь, это не просто песня, это целый фильм о них.'\n\nКлиент: 'Давайте!'\n\nРезультат: Средний чек увеличился вдвое. Клиент был в восторге."
    },
    {
      "type": "hint",
      "value": "Апсейл работает, когда ты действительно видишь, как дополнительная услуга усилит подарок."
    },
    {
      "type": "quote",
      "value": "Каждый кейс — это урок. Учись на чужих ошибках и повторяй чужие успехи."
    }
  ]
}
