{
  "id": "intro",
  "title": "Добро пожаловать в «На Счастье»",
  "roles": ["manager", "generator", "admin"],
  "description": "Знакомство с компанией, ценностями и миссией проекта",
  "tags": ["introduction", "values", "company"],
  "blocks": [
    {
      "type": "text",
      "value": "Привет! Рады видеть тебя в команде проекта «На Счастье». Мы создаём не просто подарки — мы создаём эмоции и моменты, которые запоминаются на всю жизнь."
    },
    {
      "type": "text",
      "value": "Наша компания работает в нескольких странах: Россия, Казахстан, Беларусь, и мы продолжаем расти. Каждый день мы помогаем людям выразить свои чувства через уникальные подарки: персональные песни, оживленные фотографии, мультфильмы по реальным историям."
    },
    {
      "type": "hint",
      "value": "Главное правило: мы никогда не давим на клиента. Мы помогаем ему найти идеальный подарок через искреннее общение."
    },
    {
      "type": "text",
      "value": "Что отличает нас от других? Мы не просто продаём услуги — мы создаём историю с клиентом. Каждый диалог начинается с тепла и внимания к человеку."
    },
    {
      "type": "example",
      "value": "Клиент пришёл с запросом 'хочу песню для жены'. Вместо того, чтобы сразу называть цену, мы спрашиваем: 'Расскажи о ней. Что она любит? Какой момент вы запомнили больше всего?' Так рождается настоящая песня."
    },
    {
      "type": "text",
      "value": "В нашей команде три основные роли:"
    },
    {
      "type": "text",
      "value": "• Менеджеры по продажам — первая точка контакта с клиентом, создают доверие и собирают историю\n• Генераторы контента — превращают истории в песни, видео, анимацию\n• Руководство — координирует работу, обучает команду, развивает проект"
    },
    {
      "type": "hint",
      "value": "Независимо от твоей роли, помни: ты работаешь с эмоциями людей. Это требует искренности и уважения."
    },
    {
      "type": "quote",
      "value": "«На Счастье» — это не компания. Это движение людей, которые создают счастье для других."
    }
  ]
}
