{
  "id": "sales_basics",
  "title": "Основы общения с клиентами",
  "roles": ["manager", "admin"],
  "description": "Принципы тёплого и эффективного общения без давления",
  "tags": ["sales", "communication", "basics"],
  "blocks": [
    {
      "type": "text",
      "value": "Наш подход к продажам кардинально отличается от классических техник. Мы не «закрываем сделки» — мы создаём отношения."
    },
    {
      "type": "text",
      "value": "Три кита нашего подхода:"
    },
    {
      "type": "text",
      "value": "1. Теплота — общайся как с другом, а не как продавец с покупателем\n2. Искренность — задавай вопросы, которые тебе действительно интересны\n3. Без давления — если клиент не готов, мы не навязываем"
    },
    {
      "type": "hint",
      "value": "Правило: если в разговоре больше 3 минут только ты говоришь — ты делаешь что-то не так. Диалог должен быть диалогом."
    },
    {
      "type": "example",
      "value": "Плохо: 'У нас акция! Песня всего за 5000 рублей, осталось 2 дня!'\nХорошо: 'Мне интересно, а кому ты хочешь подарить песню? Расскажи о нём.'"
    },
    {
      "type": "text",
      "value": "Структура идеального диалога:"
    },
    {
      "type": "text",
      "value": "1. Приветствие — тёплое, человеческое, без шаблонов\n2. Контекст — откуда клиент узнал, что его привело\n3. Выяснение истории — кто получатель, какой повод, что важно\n4. Предложение решения — основываясь на услышанном\n5. Работа с сомнениями — не возражениями, а естественными вопросами\n6. Следующий шаг — что нужно сделать дальше"
    },
    {
      "type": "warning",
      "value": "Никогда не начинай с цены! Цена имеет смысл только после того, как клиент понял ценность."
    },
    {
      "type": "text",
      "value": "Магия открытых вопросов:"
    },
    {
      "type": "text",
      "value": "• 'Расскажи о человеке, которому готовишь подарок?'\n• 'Что для тебя важно в этом подарке?'\n• 'Какие эмоции ты хочешь передать?'\n• 'Что бы ты хотел, чтобы этот человек почувствовал?'"
    },
    {
      "type": "hint",
      "value": "Твоя задача — не продать песню. Твоя задача — помочь человеку сделать правильный выбор для своего близкого."
    },
    {
      "type": "quote",
      "value": "Лучший менеджер — тот, после разговора с которым клиент чувствует, что его услышали."
    }
  ]
}
